[
  {
    "id": 1,
    "title": "Que manger la veille d’un match de foot ?",
    "content" : "Le repas de la veille doit être équilibré et riche en glucides pour optimiser les réserves d’énergie. Des pâtes complètes, du riz ou des pommes de terre avec une source de protéines maigres (volaille, poisson) sont recommandés. Il faut aussi inclure des légumes pour les vitamines et minéraux. Évitez les plats trop gras ou épicés, qui peuvent perturber la digestion. Une bonne hydratation est également essentielle avant le jour du match."
  },
  {
    "id": 2,
    "title": "Que manger avant un match ?",
    "content" : "Avant un match de foot, il est essentiel de privilégier un repas riche en glucides complexes (pâtes, riz complet, quinoa) pour fournir une énergie durable, accompagné d’une source de protéines maigres (poulet, poisson) pour soutenir les muscles. Il faut aussi bien s’hydrater et éviter les aliments trop gras ou difficiles à digérer. Un en-cas comme une banane ou une barre énergétique peut être consommé 30 à 60 minutes avant le match."
  },
  {
    "id": 3,
    "title": "Que manger après un match ?",
    "content" : "Après un match, l’objectif est de récupérer rapidement. Il faut reconstituer les réserves de glycogène avec des glucides (patate douce, pain complet) et réparer les muscles avec des protéines (œufs, yaourt, viande maigre). L’hydratation reste primordiale, et une boisson riche en électrolytes peut aider à compenser les pertes dues à la transpiration."
  },
  {
    "id": 4,
    "title": "L'importance de l’hydratation pour un footballeur",
    "content" : "L’hydratation est essentielle pour maintenir la performance et éviter la fatigue musculaire. Avant un match, il est recommandé de boire régulièrement de l’eau tout au long de la journée. Pendant l’effort, une hydratation toutes les 15 à 20 minutes est idéale, en privilégiant une boisson isotonique si l’intensité est élevée. Après le match, il faut compenser les pertes en eau et en sels minéraux avec de l’eau, des jus naturels ou des boissons riches en électrolytes."
  }
]